Repository: mamadfrhi/Germany-Corona-Light
Catalog: Corona Light/Resources/*.lproj/Localizable.strings
Languages: de

# darkRedStatusRules
source: Always Important: Keep your distance, wear a mask, wash your hands, air rooms regularly - Events ( e.g. club meetings, sporting events, cultural events, etc. ) must not exceed 50 persons - Closing time for food / gastronomy outlets, ban on alcohol sales and alcohol consumption sales in specific public places form 21:00
de: Immer wichtig: Halten Sie Abstand, tragen Sie eine Maske, waschen Sie Ihre Hände und lüften Sie regelmäßig - Veranstaltungen (z. B. Clubtreffen, Sportveranstaltungen, kulturelle Veranstaltungen usw.) dürfen 50 Personen nicht überschreiten - Schließung der Lebensmittel- / Gastronomie-Verkaufsstellen, Verbot des Alkoholverkaufs und des Alkoholkonsums in bestimmte öffentliche Plätze ab 21:00 Uhr

# redStatusRules
source: Always Important: Keep your distance, wear a mask, wash your hands, air rooms regularly - Private parties and contacts: no more than 5 households or five people - Wearing a mask is mandatory in heavily frequented spaces, in pedestrian zones, in public buildings,for all grades during class, in universities, for attendees of ( sports ) events, etc. - Curfew and ban on selling as well as consuming alcohol in public spaces from 22:00 on The ADDITONAL Signal for Bavaria
de: Immer wichtig: Halten Sie Abstand, tragen Sie eine Maske, waschen Sie Ihre Hände und lüften Sie regelmäßig - Private Feiern und Kontakte: nicht mehr als 5 Haushalte oder fünf Personen - Das Tragen einer Maske ist in stark frequentierten Räumen, in Fußgängerzonen und in öffentlichen Gebäuden obligatorisch. für alle Klassenstufen, an Universitäten, für Teilnehmer an (Sport-) Veranstaltungen usw. - Ausgangssperre und Verbot des Verkaufs sowie des Konsums von Alkohol im öffentlichen Raum ab 22:00 Uhr Das ZUSÄTZLICHE Signal für Bayern

# yellowStatusRules
source: Always Important: Keep your distance, wear a mask, wash your hands, air rooms regularly - Private parties and contacts: no more than two households or ten people - Wearing a mask is mandatory in heavily frequented spaces, in pedestrian zones, in public buildings, in secondary schools during class, in universities, for attendees of ( sports ) events, etc. - Curfew and ban on selling as well as consuming alcohol in public spaces from 23:00 on
de: Immer wichtig: Halten Sie Abstand, tragen Sie eine Maske, waschen Sie Ihre Hände und lüften Sie regelmäßig - Private Feiern und Kontakte: nicht mehr als zwei Haushalte oder zehn Personen - Das Tragen einer Maske ist in stark frequentierten Räumen, in Fußgängerzonen und in öffentlichen Gebäuden obligatorisch. in weiterführenden Schulen während des Unterrichts, an Universitäten, für Teilnehmer von (Sport-) Veranstaltungen usw. - Ausgangssperre und Verbot des Verkaufs sowie des Konsums von Alkohol im öffentlichen Raum ab 23:00 Uhr

# greenStatusRules
source: Always Important: Keep your distance, wear a mask, wash your hands, air rooms regularly - Limitations of face-to-face contact in public spaces - Private events ( i.e. weddings etc. ) with a maximum of 100 participants in closed spaces and a maximum of 200 participants in the open - Wearing a mask is mandatory when ( including, but not limited to ) using public transportation, going shopping, eating and drinking in restaurants, bars, etc. and in case minimum distance (1.5m ) cannot be kept
de: Immer wichtig: Halten Sie Abstand, tragen Sie eine Maske, waschen Sie Ihre Hände und lüften Sie regelmäßig - Einschränkungen des persönlichen Kontakts im öffentlichen Raum - Private Veranstaltungen (d. H. Hochzeiten usw.) mit maximal 100 Teilnehmern in geschlossenen Räumen und maximal 200 Teilnehmer im Freien - Das Tragen einer Maske ist obligatorisch, wenn (einschließlich, aber nicht beschränkt auf) die Nutzung öffentlicher Verkehrsmittel. Einkaufen, Essen und Trinken in Restaurants, Bars usw. und bei Mindestentfernung (1,5 m) kann nicht gehalten werden

source: Corona Status
de: Coronavirus-Status

source: Restrictions
de: Beschränkungen

# youAreAt
source: You're at
de: Du bist bei

source: See limitations >>
de: siehe Einschränkungen >>

# statusLabel
source: Your current area is
de: Ihr aktueller Bereich ist

# serverDataError
source: Corona statistics of your state isn't there on the server!
de: Corona-Statistiken Ihres Staates sind nicht auf dem Server vorhanden!

# stateName
source: Bavaria
de: Bayern

# locationPermissionAlert
source: I can't help you without location permission. Go to this address and allow me to do the rest. Settings > Privacy > Location Services > Corona Light > Always
de: Ich kann dir nicht ohne Standortgenehmigung helfen. Gehen Sie zu dieser Adresse und erlauben Sie mir, den Rest zu erledigen. Einstellungen> Datenschutz> Ortungsdienste> Corona Light> Immer

# locationOutOfBavariaError
source: This app has designed for Free State of Bavaria. It can't help you in this current location.
de: Diese App wurde für den Freistaat Bayern entwickelt. Es kann Ihnen an diesem aktuellen Standort nicht helfen.

# locationDetectionError
source: I can't detect your location!
de: Ich kann Ihren Standort nicht erkennen!

# moveAround
source: Move around to find your location
de: Bewegen Sie sich, um Ihren Standort zu finden

# notificationButtonText
source: Tell me about restrictions!
de: Erzähl mir von Einschränkungen!

# notificationTitle
source: Status changed
de: Status geändert

# notificationBody
source: Tap to see restrictions ☝🏼
de: Tippen Sie hier, um Einschränkungen anzuzeigen ☝🏼
